IDEA Open Model
Material.UserThermalStrainCurvature Property
 User-defined curvature for thermal strain curvature { x = Θ[K], y = εc[Δl/l] }
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public Polygon2D UserThermalStrainCurvature { get; set; }
Public Property UserThermalStrainCurvature As Polygon2D
	Get
	Set
public:
property Polygon2D^ UserThermalStrainCurvature {
	Polygon2D^ get ();
	void set (Polygon2D^ value);
}
Property Value
Type: Polygon2D
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace